itptest_mb/redis_stream/redis+stream_4/redis_output/redis7777.log
[RUN #1] Preparing benchmark client...
[RUN #1] Launching threads now...
[RUN #1 100%, 180 secs]  0 threads:    81828480 ops,  413947 (avg:  454590) ops/sec, 412.34MB/sec (avg: 452.77MB/sec),  7.22 (avg:  6.58) msec latency

10        Threads
10        Connections per thread
180       Seconds


ALL STATS
========================================================================
Type        Ops/sec     Hits/sec   Misses/sec      Latency       KB/sec
------------------------------------------------------------------------
Sets      228564.10          ---          ---      6.58100    233697.87
Gets      228564.10    228505.83        58.27      6.58100    232524.41
Waits          0.00          ---          ---      0.00000          ---
Totals    457128.21    228505.83        58.27      6.58100    466222.28