itptest_mb/redis_stream/redis+stream_4/redis_output/redis7778.log
[RUN #1] Preparing benchmark client...
[RUN #1] Launching threads now...
[RUN #1 100%, 180 secs]  0 threads:    81386100 ops,  413773 (avg:  452132) ops/sec, 412.16MB/sec (avg: 450.32MB/sec),  7.26 (avg:  6.62) msec latency

10        Threads
10        Connections per thread
180       Seconds


ALL STATS
========================================================================
Type        Ops/sec     Hits/sec   Misses/sec      Latency       KB/sec
------------------------------------------------------------------------
Sets      227328.65          ---          ---      6.61700    232434.66
Gets      227328.65    227269.06        59.59      6.61700    231265.94
Waits          0.00          ---          ---      0.00000          ---
Totals    454657.30    227269.06        59.59      6.61700    463700.61