itptest_mb/redis_stream/redis+stream_4/redis_output/redis7779.log
[RUN #1] Preparing benchmark client...
[RUN #1] Launching threads now...
[RUN #1 100%, 180 secs]  0 threads:    81000690 ops,  410497 (avg:  450001) ops/sec, 408.90MB/sec (avg: 448.20MB/sec),  7.28 (avg:  6.65) msec latency

10        Threads
10        Connections per thread
180       Seconds


ALL STATS
========================================================================
Type        Ops/sec     Hits/sec   Misses/sec      Latency       KB/sec
------------------------------------------------------------------------
Sets      226257.84          ---          ---      6.64800    231339.80
Gets      226257.84    226199.45        58.39      6.64800    230177.50
Waits          0.00          ---          ---      0.00000          ---
Totals    452515.67    226199.45        58.39      6.64800    461517.30